{
{
"_id":{"$oid":"617019861b24ed5c21aa038f"},
"date_time":"20.05.19 в 12:00",
"title":"«Скверные» истории. Что не так с застройкой скверов?",
"sender_name":"ЦИАН",
"sender_email":"noreply@cian.ru",
"text":"АРЕНДА\nПРОДАЖА\nНОВОСТРОЙКИ\nЖУРНАЛ\nЧТО НЕ ТАК\nС ЗАСТРОЙКОЙ СКВЕРОВ\nВесеннее обострение конфликтов в России на этот раз проходит в скверах: жители протестуют против строительства. И едва ли не половина громких историй связана с нежеланным горожанами строительством храмов.\nЕКАТЕРИНБУРГ\nСамая громкая «скверная» история произошла в Екатеринбурге, где активно разгорается конфликт по поводу строительства храма св. Екатерины. Серьезный оборот он стал набирать 13 мая.\nВыразить свое несогласие с идеей вырубки сквера рядом с театром Драмы вышли около 2 тыс. человек. Участники акции ломали строительные ограждения. Правоохранительные органы не остались в долгу: один человек задержан, другой – госпитализирован. На следующий день ситуация повторилась вплоть до количества митингующих и начала накаляться.\nЧто там сейчас?\nМОСКВА, ЛЮБЛИНО\nВ Люблино идет активное противостояние местных жителей и застройщика, планирующего построить высотку в сквере около метро (улица Совхозная, 10Б). 13 мая ситуация обострилась — на территорию стала съезжаться строительная техника (проезжая прямо через газоны и дорожки), а рабочие начали устанавливать ограждающие будущую стройку бетонные блоки. В итоге началось жесткое противостояние.\nЧем закончилось\nУЛЬЯНОВСК\nЕще один крупный конфликт назревает в Ульяновске. Снова сквер. Снова храм. Там спорное строительство планируется около ДК «УАЗ», начались акции протеста. Между тем, вся строительная документация уже подготовлена, а представители местной администрации и епархии настаивают, что строительство храма необходимо горожанам: жильцы ближайших домов якобы утверждают, что уже имеющаяся церковь слишком мала для всех.\nВсе истории в статье\nКАК БОРОТЬСЯ\n1\nНужно участвовать во всех голосованиях и публичных слушаниях.\n2\nОстановить и отменить стройку, к сожалению, можно только физически не давая этой стройке начаться. При этом делать это надо в рамках закона.\n3\nПомогут протесты гражданского неповиновения, резонанс в СМИ и соцсетях, привлечение звёзд шоу-бизнеса, заявления с персональным давлением на чиновников в силовые органы.\nВсе советы в статье\n© 2018 ЦИАН ГРУПП\nУправление подписками\nGoogle Play и логотип Google Play являются товарными знаками корпорации Google LLC\nApple, логотип Apple являются зарегистрированными товарными знаками компании Apple Inc. в США и других странах. App Store является знаком обслуживания компании Apple Inc.",
"link":"https://mail.yandex.ru/?uid=********#message/169166461003110428"},
{
"_id":{"$oid":"617019881b24ed5c21aa0390"},
"date_time":"25.02.18 в 9:17",
"title":"Xakep.ru: Майнинг внутри документов Word, БД на 15 миллионов торрентов, обход защиты AMSI в Windows 10 и другие открытия недели",
"sender_name":"Xakep.ru",
"sender_email":"news@glc.ru",
"text":"Дайджест основных событий в мире инфосека\n«Хакер» в Telegram: https://t.me/xakep_ru\n\nПривет!\n\nСначала о хорошем: на «Хакере» снова начались традиционные дни скидок, которые продлятся до 28 февраля. В это время годовую подписку можно оформить или продлить со скидкой 30% (за 4470 рублей вместо 6390), а если ты постоянный подписчик или имеешь подходящий промокод — то и еще дешевле!\n \nА вот и еженедельная подборка материалов Xakep.ru — несколько самых важных новостей мира ИТ и инфобезопасности, опубликованных на этой неделе.\nТрекер SkyTorrents закрылся и опубликовал 15 000 000 торрентов\nОператоры ресурса отставили гигантскую базу, насчитывающую около 15 млн торрентов. Так, любой желающий может загрузить 444 гигабайта .torrent файлов, или скачать только хеши, которые «весят» 322 мегабайта. Команда SkyTorrents надеется, что кто-нибудь продолжит их дело.\nВышли патчи против Spectre для Skylake, Kaby Lake, Coffee Lake\nОбновления предназначены для шестого, седьмого и восьмого поколений продуктовой линейки Intel Core, а также процессоров Intel Core X, Intel Xeon Scalable и Intel Xeon D (последние два решения используются в основном в дата-центрах).\nНулевой символ позволяет обойти защиту AMSI в Windows 10\nЗащитный механизм AMSI представляет собой своеобразное промежуточное звено между приложениями и локальными антивирусными решениями: он позволяет приложению отсылать файл на сканирование локальному защитному ПО, а затем возвращает полученный результат.\n  Скрипты для майнинга криптовалюты могут работать внутри документов Word\nВстроить iframe в документ можно практически из любого источника, то есть белого списка «доверенных» сервисов или доменов нет. Хуже того, образующийся таким образом popup представляет собой усеченную версию Internet Explorer.\n  В клиентах uTorrent обнаружено сразу несколько проблем\nНайденные проблемы позволяют атакующим заражать пользователей уязвимых клиентов малварью, а также собирать информацию о последних загрузках жертв.\n  Coldroot RAT уже два года, а его все еще «не видят» антивирусы\nТроян Coldroot известен с 2016 года. Что особенно интересно — еще тогда исходные коды вредоноса были  опубликованы на GitHub. Судя по всему, исходно малварь была создана кем-то ради шутки.\nФишинговая кампания принесла хакерам более 50 млн долларов\nОсновной отличительной чертой и «новшеством» данной кампании стали методы, при помощи которых мошенники направляли трафик на свои поддельные сайты: вместо привычного спама группировка использовала легитимную рекламу на платформе Google AdWords.\n  Компания, производящая моды для Microsoft Flight Simulator X, тайно собирала пароли\nДанный конкретный метод применялся против конкретных серийных номеров, которые ранее уже были распознаны как «пиратские» копии и распространялись через ThePirateBay, RuTracker и другие подобные вредоносные сайты.\n \nЭто все на сегодня. Пиши нам на support@glc.ru свои вопросы или пожелания, если что.\n© 2017 Хакер.ru\nВзлом, безопасность и защита\nИзменить настройки подписки\nили  отписаться насовсем",
"link":"https://mail.yandex.ru/?uid=********#message/164944336352447883"},
{
"_id":{"$oid":"6170198a1b24ed5c21aa0391"},
"date_time":"12.08.19 в 13:38",
"title":"Xakep.ru: Уязвимости Boeing 787, KDE, WhatsApp и Android, взлом Wi-Fi через WPA3, популярный кликер в Google Play и другие новости недели","sender_name":"Xakep.ru",
"sender_email":"news@glc.ru",
"text":"Дайджест основных событий в мире инфосека\nПривет!\n\nКак обычно, мы собрали наиболее интересные события прошлой недели в сфере ИТ и инфобезопасности по версии редакции Xakep.ru.\nDragonblood угрожает WPA3 и позволяет узнать пароль Wi-Fi\nПод названием DragonBlood объединились 5 уязвимостей, включая отказ в обслуживании, две проблемы, приводящие к side-channel утечкам, и еще две, связанные с даунгрейдом соединений.\n  QualPwn позволяет взламывать устройства на Android «по воздуху»\nПод названием QualPwn скрываются три проблемы, связанные с компонентом WLAN Qualcomm, ядром Android и прошивкой модема, приводящие в итоге к переполнению буфера.\n  Сотрудники AT&T брали взятки за внедрение малвари в сети\nСудя по описанию, вредоносная программа собирала конфиденциальную информацию о структуре и функционировании внутренних защищенных систем и приложений AT&T.\n  В Twitter опубликовали эксплоит для уязвимости в KDE\nБаг затрагивает библиотеку KDE Frameworks, в настоящее время включенную в несколько дистрибутивов Linux, включая Kubuntu, openSUSE, OpenMandriva, Chakra, KaOS и так далее.\n  Трояна-кликера из Google Play установили более 102 млн раз\nМалварь была встроена в самые обычные приложения: словари, онлайн-карты, аудиоплееры, сканеры штрих-кодов. Троян начинал деятельность лишь через 8 часов после первого запуска.\n  Уязвимости в WhatsApp позволяют подменять сообщения\nСпециалисты Check Point создали и продемонстрировали на Black Hat работу PoC-эксплоита, который позволяет расшифровывать коммуникации WhatsApp и подделывать сообщения.\n  Исследователь нашел в сети исходный код Boeing 787\nИзучив исходники, исследователь нашел в них ряд уязвимостей и пришел к выводу, что благодаря этим багам, теоретически, возможен даже угон самолета. В Boeing заявили, что «разочарованы».\n \nЭто все на сегодня. Пиши нам на support@glc.ru свои вопросы или пожелания, если что.\n© 2019 Хакер.ru\nВзлом, безопасность и защита\nИзменить настройки подписки\nили  отписаться насовсем",
"link":"https://mail.yandex.ru/?uid=********#message/170010885933242902"}
}